{
    "root":[
        {"type":"title","text":"FORENSICIST"},
        {"type":"subtitle","text":"DESCRIPTION"},
        {"type":"simple","text":"An event to unravel the hidden talents of young minds in the field of forensic detection by presenting various challenges faced by the detectives. The various rounds of this event is built under the novel idea of applying practical knowledge in detecting minute details that an otherwise normal person might miss. A platform to unravel the Sherlock Holmes in you."},
        {"type":"subtitle","text":"EVENT RULES"},
        {"type":"list","text":[
            "Participants are not allowed to use mobile phones during the event.",
            "Timings must be strictly followed.",
            "Decision of the judges will be final."
        ]},
        
        {"type":"subtitle","text":"DATE & TIME & VENUE"},
        {"type":"simple","text":"FEB 22"},
        {"type":"simple","text":"9-AM to 4-PM"},
        {"type":"simple","text":"J 401,411,413,414,415"},

        {"type":"subtitle","text":"ROUNDWISE DESCRIPTION OF THE EVENT"},
        {"type":"subsubtitle","text":"ROUND-1"},
        {"type":"simple","text":"Timing:- 15 minutes<BR>This round poses a series of question that are related to forensics, detection, and crime to participants. This round is a warm up round to refresh the minds of participants."},
        {"type":"subsubtitle","text":"ROUND-2"},
        {"type":"simple","text":"Timing:- 15 minutes<BR>A basic crime case will be presented to the participants and a set of coded clues regarding the given case will be given which when decoded, the participant would be able to solve the case. The final answer reported will be noted."},
        {"type":"subsubtitle","text":"ROUND-3"},
        {"type":"simple","text":"Timing:- 25 minutes<BR>A real like crime scene will be set up and the participants will be lead to it where they have to investigate the scene and also question the suspects involved in the crime. The participants have to infer their idea on the case."}
    ],
    "teamSize":[
        {"type":"Maximum","val":"2"},
        {"type":"Minimum","val":"2"}
    ],
    "contact":[
        {"name":"Rahamatthunnisha U","phone":"(+91) 96774 46251"},
        {"name":"Vinodh S","phone":"(+91) 90805 51722"}
    ]
}